[iris_vo_ep1_01_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="WELCOME TO THE BADASS CRATER OF BADASSITUDE, BADASS! THIS IS MISTER TORGUE, BROADCASTIN' TO YOU FROM DEEP ORBIT! IF YOU'RE HERE, THAT MEANS YOU WANNA WIN OUR TOURNAMENT, OPEN A VAULT, AND EARN THE TITLE OF NUMBER ONE BADASS! NOW, BEFORE YOU GET STARTED YOU GOTTA DIGITALLY SIGN OUR LEGAL WAIVER.",Time=0)

[iris_vo_ep1_02_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="JUST KIDDING! F*CK THE LEGAL WAIVER! YOU'RE IN TORGUE LAND NOW, SUCKER! JUST HEAD TO THE ARENA, WHILE I PLAY YOU A SICK GUITAR SOLO!",Time=0)

[iris_vo_ep1_03_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="MEEDLYMEEDLYMEEDLYMOWWWWWWWWW!",Time=0)

[iris_vo_ep1_04_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="RIGHT NOW, YOU'RE RANKED FIFTIETH IN THE BADASS LEADERBOARDS, WHICH PUTS YOU BEHIND MY GRANDMA BUT AHEAD OF A GUY SHE GUMMED TO DEATH. IT TOOK SEVERAL HOURS. IF YOU WANT TO OPEN THAT VAULT, YOU GOTTA RISE IN THE LEADERBOARD! ALSO YOU NEED A SPONSOR FOR MOTHAF*CKIN' LEGAL REASONS! GET TO THE ARENA AND WE'LL SET YOU UP WITH ONE!",Time=0)

[iris_vo_ep1_05_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="I PROBABLY SHOULDA SET YOU UP WITH A SPONSOR BEFOREHAND BUT I AM F*CKIN' DISORGANIZED AS SH*T AND WAS BUSY SUPLEXING A SHARK WEARING A BOLO TIE WHEN I SHOULD HAVE BEEN SETTING UP SPONSORS. YOU MAY ASK, ''WHO WAS WEARING THE BOLO TIE, YOU OR THE SHARK?'' ANSWER: YES.",Time=0)

[iris_vo_ep1_06_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="YOU MAY HAVE NOTICED THAT EVERYONE HERE IS TRYING TO KILL YOU, TORGUE PERSONNEL INCLUDED. YOU'RE WELCOME! I DIDN'T WANT YOU TO GET BORED SO I WAS LIKE, ''F*CK IT, GIVE EVERYBODY GUNS!'' WE'VE LOST LIKE HALF OUR WORKFORCE IN THREE DAYS, BUT WHO GIVES A F*CK?!",Time=0)

[iris_vo_ep1_07_echox_piston]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Piston's talking to you, baby. I'm impressed with how you're handling yourself out there, Vault Hunter. I hear you need a sponsor, and as it so happens, I need a new apprentice. Come find me at the arena -- just follow the succulent scent of success.",Time=0)

[iris_vo_ep1_08_live_interviewer]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Piston, what would you say to those who accused you of cheating -- of rigging fights to gain your number one ranking?",Time=0)

[iris_vo_ep1_09_live_piston]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Ohohoho, oh, Jeffrey. Well, I guess I'd say I'd have to do this...",Time=0)

[iris_vo_ep1_10_live_piston]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="And then I'd tell them to NEVER! CALL! ME! A! CHEATER!",Time=0)

[iris_vo_ep1_11_live_piston]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text=" ",Time=0)

[iris_vo_ep1_12_live_piston]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="And you can quote me on that.",Time=0)

[iris_vo_ep1_13_echox_piston]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Hey. Over here, newbie.",Time=0)

[iris_vo_ep1_14_live_piston]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="You are now in the presence of greatness.",Time=0)